const MUKDAHAN_HOSPITALS = {
  "10247": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบาก  ตำบลบ้านบาก",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "10248": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านภูล้อม  บ้านบาก",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "10712": {
    "hosname": "โรงพยาบาลมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "11113": {
    "hosname": "โรงพยาบาลนิคมคำสร้อย",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "11114": {
    "hosname": "โรงพยาบาลดอนตาล",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "11115": {
    "hosname": "โรงพยาบาลดงหลวง",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "11116": {
    "hosname": "โรงพยาบาลคำชะอี",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "11117": {
    "hosname": "โรงพยาบาลหว้านใหญ่",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "11118": {
    "hosname": "โรงพยาบาลหนองสูง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "11759": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสวรรค์  ตำบลนากอก",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "11974": {
    "hosname": "โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนล",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "13984": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสว่าง ตำบลคำชะอี",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "13985": {
    "hosname": "สถานีอนามัยบ้านห้วยตาเปอะเฉลิมพระเกียรติ",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "14431": {
    "hosname": "เทศบาลเมืองมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "14879": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกป่งเปือยนาโสก",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "14893": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนทราย  โพนทราย",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "15009": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแต้  ตำบลหนองสูง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "21548": {
    "hosname": "คลินิกเฉพาะทางโรคผิวหนังหมอมู",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "21549": {
    "hosname": "ธงชัยสหคลินิก (เฉพาะทางกุมารแพทย์-ทันตแพทย์)",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "21550": {
    "hosname": "คลินิกนายแพทย์ก้องเกียรติ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "21551": {
    "hosname": "คลินิกนายแพทย์วิลาศ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "21768": {
    "hosname": "คลินิกมลิวรรณการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "21993": {
    "hosname": "คลินิกนายแพทย์พิพัฒน์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "22588": {
    "hosname": "คลินิกแพทย์ชรัช-ชริชเวชกรรม",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "22799": {
    "hosname": "สถานพยาบาลเรือนจำจังหวัดมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "22975": {
    "hosname": "คลินิกนายแพทย์ชนะชัย-แพทย์หญิงชัญญา",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38388": {
    "hosname": "คลินิกนายแพทย์สุธี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38389": {
    "hosname": "คลินิกนายแพทย์ประวิตร์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38390": {
    "hosname": "คลินิกนายแพทย์กัลป์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38391": {
    "hosname": "คลินิกแพทย์สุเทพ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38392": {
    "hosname": "คลินิกนายแพทย์พงษ์วิทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38393": {
    "hosname": "นิกนายแพทย์โสภณ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38394": {
    "hosname": "คลินิกแพทย์ธีระพันธ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38395": {
    "hosname": "คลินิกเวชกรรมเมดิแคร์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38396": {
    "hosname": "คลินิกนายแพทย์ไพโรจน์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38397": {
    "hosname": "คลินิกนายแพทย์ปิยะพงษ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38398": {
    "hosname": "คลินิกนายแพทย์ประศาสตร์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38399": {
    "hosname": "คลินิกนายแพทย์อนุชิต",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38400": {
    "hosname": "คลินิกเด็กแพทย์หญิงพัชราวดี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38401": {
    "hosname": "คลินิกเวชกรรมนายแพทย์มุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38402": {
    "hosname": "คลินิกจักษุแพทย์หญิงกันตินันท์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38403": {
    "hosname": "คลินิกอัครพลอายุรแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38405": {
    "hosname": "เทพพิทักษ์สหคลินิกอายุรแพทย์-ทันตแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38407": {
    "hosname": "คลินิกเวชกรรมเรืองเวทการแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38409": {
    "hosname": "คลินิกนายแพทย์ปิยพงศ์เวชกรรมเฉพาะทางหู คอ จมูก",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38411": {
    "hosname": "คลินิกเด็กแพทย์หญิงประทับใจ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38413": {
    "hosname": "คลินิกเด็กแพทย์สุวีณา",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38415": {
    "hosname": "คลินิกแพทย์หญิงสรินยา",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38417": {
    "hosname": "คลินิกแพทย์หญิงศิริวรรณ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38419": {
    "hosname": "คลินิกเด็กแพทย์หญิงพัชรวจี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38421": {
    "hosname": "วันชัยมุกดา เอ้็ม อาร์ ไอ คลินิกเวชกรรม",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38423": {
    "hosname": "คลินิกเวชกรรมหฤทัย",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38425": {
    "hosname": "นายแพทย์กรวินคลินิกเวชกรรม",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38427": {
    "hosname": "นิติพลคลินิกเวชกรรมสาขามุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38429": {
    "hosname": "คลินิกนายแพทย์ธนศักดิ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38431": {
    "hosname": "คลินิกทันคกรรมทันตแพทย์ธีระ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38433": {
    "hosname": "คลินิกทันตแพทย์วิริยะ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38435": {
    "hosname": "คลินิกทันตแพทย์หญิงธัญญลักษณ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38437": {
    "hosname": "เดอะเบรซ คลินิกจัดฟัน คลินิกเฉพาะทางด้านทันตกรรมจัดฟัน",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38439": {
    "hosname": "คลินิกทันตแพทย์สมพร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38441": {
    "hosname": "พนิดาคลินิกแล็บ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38443": {
    "hosname": "มุกดาหารคลินิกแล็บ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38445": {
    "hosname": "คลินิกสุปาณีการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38447": {
    "hosname": "คลินิกเพ็ญศรีการพยาบาลและการผดุงครภ์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "38449": {
    "hosname": "คลินิกนิรมลการพยาบาลและการผดุงครภ์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "38450": {
    "hosname": "คลินิกแก่งนางการพยาบาลและการผดุงครรภ์",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "38451": {
    "hosname": "คลินิกนภาพันธ์การพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38452": {
    "hosname": "คลินิกนวลจันทร์การผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "38453": {
    "hosname": "คลินิกฟ้าใส-ไอน้ำ การพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "38454": {
    "hosname": "คลินิกนลีนีการพยาบาลและการผดุงครรภ์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "38455": {
    "hosname": "คลินิกสิริญญาการพยาบาลและการผดุงครรภ์",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "38456": {
    "hosname": "คลินิกเกษราการพยาบาและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "42423": {
    "hosname": "ด็อกเตอร์วี คลินิกเวชกรรม",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "42711": {
    "hosname": "เอ็มไอทีแล็บคลินิกเทคนิคการแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "42712": {
    "hosname": "เอ็มไอทีเซ็นเตอร์คลินิกเทคนิคการแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "43040": {
    "hosname": "คิวแล็บเมดเทคคลินิกเทคนิคการแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "43511": {
    "hosname": "คลินิกทันตกรรมทีสมายล์ มุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "43590": {
    "hosname": "คลินิกเฉพาะทางด้านทันตกรรมศัลยศาสตร์ช่องปากและแม็กซิโลเฟเชียลวีสไมล์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "43619": {
    "hosname": "คลินิกทันตกรรมสุขใจ",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "44110": {
    "hosname": "คลินิกเวชกรรมมุกดาหารรักข์ไต",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "44377": {
    "hosname": "คลินิกเวชกรรมไตเทียมหนองสูง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "44706": {
    "hosname": "คลินิกเวชกรรมเจริญรักษ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "45267": {
    "hosname": "คลินิกทันตกรรมฮักฟัน",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "45271": {
    "hosname": "รัชนีวรรณคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "45320": {
    "hosname": "พรรณสิริคลินิกกายภาพบำบัด",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "46958": {
    "hosname": "คิวแล็บ เมดเทค คลินิกเทคนิคการแพทย์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "47183": {
    "hosname": "สุนิสาคลินิกการแพทย์แผนไทย",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "47234": {
    "hosname": "นภาพันธ์คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "47561": {
    "hosname": "เพ็ญประภาคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "47872": {
    "hosname": "คลินิกมนต์ตราการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "48061": {
    "hosname": "ณัฏฐนิชาคลินิกการแพทย์แผนไทยประยุกต์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "48090": {
    "hosname": "พิณรัฎคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "48148": {
    "hosname": "บรรจงคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "48759": {
    "hosname": "ดารณีคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "48796": {
    "hosname": "นงนภัสคลินิกการพยาบาลเเละการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "48803": {
    "hosname": "วิจิตราคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "48809": {
    "hosname": "บุรีญาคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "49364": {
    "hosname": "ศิรภัสสร คลินิกการแพทย์แผนไทยประยุกต์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "49847": {
    "hosname": "คลินิกเวชกรรมนายแพทย์กฤษฎา",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "51087": {
    "hosname": "ดารุณีคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "51132": {
    "hosname": "วิไลคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "51223": {
    "hosname": "คลินิกทันตกรรมบลูมูน",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "51673": {
    "hosname": "พัชรีญาคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "52075": {
    "hosname": "อรอุมาคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "52093": {
    "hosname": "ชบาคลินิก คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "52104": {
    "hosname": "เจริญคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "52320": {
    "hosname": "สุจงรักคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "52984": {
    "hosname": "ภคพรคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "52989": {
    "hosname": "สุพิชฌาฌ์คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "53098": {
    "hosname": "คลินิกเวชกรรมนายแพทย์วุฒินันท์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "53630": {
    "hosname": "พริ้นซ์ มุกดาหารโรงพยาบาลทั่วไปขนาดกลาง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "53649": {
    "hosname": "สองคอนคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "53655": {
    "hosname": "ธีรยาคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "53657": {
    "hosname": "ศิริภัสสรคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "53673": {
    "hosname": "ภูผาซานคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "53680": {
    "hosname": "สำราญคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "53701": {
    "hosname": "อุ่นใจใกล้บ้านป่าไร่ คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "53739": {
    "hosname": "จุฑามาศคลินิกกายภาพบำบัด",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "53753": {
    "hosname": "จัญจรินคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "53760": {
    "hosname": "พัชรินทร์คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "53787": {
    "hosname": "จุฬาลักษณ์คลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "53999": {
    "hosname": "คลินิกเวชกรรมหมอบัณฑิตย์",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "54068": {
    "hosname": "สุภัทราคลินิกการพยาบาลและการผดุงครรภ์",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "54624": {
    "hosname": "คลินิกทันตกรรมสไมล์แฟมิลี่",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "54713": {
    "hosname": "คลินิกทันตกรรมมายเดนทิส",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "54721": {
    "hosname": "คลินิกทันตกรรมทริปเปิลบี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "54851": {
    "hosname": "คลินิกทันตกรรมเด็นทัลซี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "54923": {
    "hosname": "คลินิกทันตกรรมเอสเด้นท์",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "55289": {
    "hosname": "คลินิกทันตกรรมหมอเป้",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "99793": {
    "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลคำชะอี",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "99855": {
    "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร สาขา 3",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "99856": {
    "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร สาขา 2",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "99976": {
    "hosname": "ศูนย์สุขภาพชุมชนโรงพยาบาลมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "00036": {
    "hosname": "สำนักงานสาธารณสุขจังหวัดมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "00522": {
    "hosname": "สำนักงานสาธารณสุขอำเภอเมืองมุกดาหาร",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "00523": {
    "hosname": "สำนักงานสาธารณสุขอำเภอนิคมคำสร้อย",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "00524": {
    "hosname": "สำนักงานสาธารณสุขอำเภอดอนตาล",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "00525": {
    "hosname": "สำนักงานสาธารณสุขอำเภอดงหลวง",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "00526": {
    "hosname": "สำนักงานสาธารณสุขอำเภอคำชะอี",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "00527": {
    "hosname": "สำนักงานสาธารณสุขอำเภอหว้านใหญ่",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "00528": {
    "hosname": "สำนักงานสาธารณสุขอำเภอหนองสูง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "05740": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกุดโง้ง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05741": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคก",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05742": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแวง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05743": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกสูง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05744": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำฮี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05745": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนตูม",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05746": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองไผ่",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05747": {
    "hosname": "สถานีอนามัยเฉลิมพระเกียรติ 60 พรรษา นวมินทราชินี",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05748": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาโด่",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05749": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาสีนวน",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05750": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านท่าไค้-นาแล",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05751": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำป่าหลาย",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05752": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสามขา",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05753": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้ง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05754": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหมืองบ่า",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05755": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสะอาด",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05756": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงเย็น ตำบลดงเย็น",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05757": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่งโพง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05758": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงมอน",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05759": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดงยาง",
    "amp_code": "4901",
    "amp_name": "เมืองมุกดาหาร"
  },
  "05760": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านภูแผงม้า ตำบลนิคมคำสร้อย",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05761": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนากอก",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05762": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแวง",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05763": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าหลวง ตำบลหนองแวง",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05764": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่ากลาง ตำบลกกแดง",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05765": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาอุดม ตำบลนาอุดม",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05766": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทรายไหลแล้ง ตำบลนาอุดม",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05767": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหลี่ ตำบลโชคชัย",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05768": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสุริโย ตำบลร่มเกล้า",
    "amp_code": "4902",
    "amp_name": "นิคมคำสร้อย"
  },
  "05769": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหล่ม ตำบลโพธิ์ไทร",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05770": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพธิ์ไทร ตำบลโพธิ์ไทร",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05771": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่าชาด ตำบลป่าไร่",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05772": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเม็ก  ตำบลป่าไร่",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05774": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาทาม ตำบลป่าไร่",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05775": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าหมี ตำบลเหล่าหมี",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05776": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาซิง  ตำบลเหล่าหมี",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05777": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนายาง ตำบลบ้านบาก",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05778": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาสะเม็ง ตำบลนาสะเม็ง",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05779": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองกระยัง ตำบลนาสะเม็ง",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05780": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก้ง ตำบลบ้านแก้ง",
    "amp_code": "4903",
    "amp_name": "ดอนตาล"
  },
  "05781": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่า ตำบลหนองบัว",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05782": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกกตูม ตำบลกกตูม",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05783": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสานแว้  ตำบลกกตูม",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05784": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านขัวสูง ตำบลกกตูม",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05785": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านแก่งนาง ตำบลกกตูม",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05786": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองแคน ตำบลหนองแคน",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05787": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านชะโนดน้อย ตำบลชะโนดน้อย",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05788": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านย้อมพัฒนา ตำบลชะโนดน้อย",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05789": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านพังแดง ตำบลพังแดง",
    "amp_code": "4904",
    "amp_name": "ดงหลวง"
  },
  "05790": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำชะอี ตำบลคำชะอี",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05791": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโนนสังข์ศรี  บ้านซ่ง",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05792": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองเอี่ยน ตำบลหนองเอี่ยน",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05793": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านค้อ ตำบลบ้านค้อ",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05794": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่า ตำบลบ้านเหล่า",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05795": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหนองหญ้าปล้อง ตำบลบ้านเหล่า",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05796": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโพนงาม ตำบลโพนงาม",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05797": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลโนนป่าแดง  ตำบลโพนงาม",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05798": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเหล่าสร้างถ่อ ตำบลเหล่าสร้างถ่อ",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05799": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำบก ตำบลคำบก",
    "amp_code": "4905",
    "amp_name": "คำชะอี"
  },
  "05800": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหว้านใหญ่   หว้านใหญ่",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05801": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านป่งขาม ตำบลป่งขาม",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05802": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอน ตำบลบางทรายน้อย",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05803": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบางทราย ตำบลบางทรายน้อย",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05804": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านชะโนด ตำบลชะโนด",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05805": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนิคมเกษตรกรรมทหารผ่านศึก",
    "amp_code": "4906",
    "amp_name": "หว้านใหญ่"
  },
  "05806": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านงิ้ว ตำบลโนนยาง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "05807": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคำพอก  ตำบลโนนยาง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "05808": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านบุ่ง ตำบลภูวง",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "05809": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านเป้า ตำบลบ้านเป้า",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  },
  "05810": {
    "hosname": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโคกกลาง  ตำบลหนองสูงใต้",
    "amp_code": "4907",
    "amp_name": "หนองสูง"
  }
};